export default {
  'title': 'PROJECT EXPERIENCE',
  // 'projectOne': '项目名称请看工作经验部分，楼主很懒，暂时未更新～～'
  'lists': [
    {
      'company': '苏州乐买到网络科技有限公司',
      'duty': '项目一：杂良集官网，网址：http://www.okjee.com/，主要负责页面的布局和js效果实现,与后台数据交互；项目二：创意家官网和微商城（一个出售创意产品的平台，有预售，投票和吐槽等功能），现网站已无'
    },
    {
      'company': '苏州春晨网络科技有限公司',
      'duty': '公司是做O2O,主要做后台系统（一个类似微信公众平台的网站）和微信公众号项目，主要负责的功能有：分类的增删改查，数据存储，转账，微信分享等功能，现所有项目已下线'
    },
    {
      'company': '上海幸福9号网络科技有限公司',
      'duty': '公司主要业务以养老为中心。项目一：公司幸福9号微商城：请关注微信公众号："幸福9号养老"，菜单栏的9号商城，一个商品购买的网站，功能包括：产品展示，产品详情属性，加购物车，购买，查看订单等功能；项目二：华人球府：请关注微信公众号："华人球府"，这是一个预约球场的项目，功能点包括：根据地点展示球场，约场，微信支付，订单展示；项目三：公司内部员工使用的app：幸福管家，功能点包括：员工签到，各大区总下员工的各个情况，客户情况（因是内部使用，需用内部账号登录）'
    },
    {
      'company': '上海众安保险',
      'duty': '公司主要业务以保险为主。项目一：请关注微信公众号："横琴人寿在线"，功能点包括：保险产品列表展示，产品试算，产品投保，回访问卷，实名认证，OCR活体识别，微信授权，保单查询，退保等；项目二：请关注微信公众号："上海人寿"，这也是一个投保的项目，功能点和横琴人寿类似；项目三：一个香港的投保项目，因大陆手机号无法关注香港公众号，所以无法查看，目前只有测试服务器分享出来的链接，项目暂时未上线'
    }
  ]
}
