export default {
  'title': 'WORK EXPERIENCE',
  'work': [
    {
      'level': 'web前端／移动端前端',
      'company': '苏州乐买到网络科技有限公司',
      'stayTime': '2013.09-2015.03',
      'duty': '这是第一家工作的公司，公司只有一个前端（我），主要负责公司的官网（公司业务比较广泛，有杂良集，麦糖，创意家：这是一个类似淘宝众筹的平台）以及公司创意家网址的移动端页面布局及js功能实现，涉及到的技术有：html5,css3,jquery,php，代码管理工具：SVN'
    },
    // {
    //   'level': '初级前端工程师',
    //   'company': '苏州春晨网络科技有限公司',
    //   'stayTime': '2015.03-2015.09',
    //   'duty': '在公司主要负责后台管理系统（类似微信公众平台）和微信商城的页面布局，与后台数据交互，涉及的技术点有：html5, css3, jquery, require, Backbone等，代码管理工具：SVN'
    // },
    {
      'level': '前端工程师',
      'company': '上海幸福9号网络科技有限公司',
      'stayTime': '2015.03-2017.04',
      'duty': '在公司所属App项目组，主要负责公司员工管理使用的app（幸福管家）的h5页面、公司活动的一些页面效果实现和后台管理系统，以及微信公众号的一些项目，包括微商城和球场预定等，详情请关注微信公众号：幸福9号养老，华人球府，涉及的技术点有：html5, css3, jquery, require, vue, webpack, vue-router等，代码管理工具：SVN，git,使用前端框架：Amaze UI, bootstrap等'
    },
    {
      'level': '前端工程师',
      'company': '上海众安保险',
      'stayTime': '2017.04-至今',
      'duty': '主要负责微信公众平台保险业务开发，整个流程包括产品列表，投保试算，投保录入，承保成功，用户授权，用户信息获取，实名认证流程：OCR识别，活体检测功能等，详情请关注公众号：横琴人寿在线，上海人寿，另有正在进行中的香港投保项目，涉及到的技术有：html5, sass, vue, vue-router, webpack等，代码管理工具：git,使用前端框架：vux, element UI'
    }
  ]
}
